{
	"LANG": "en",

	"HOME_META_TITLE": "minstyle.io - A simple and light CSS framework !",

	"MENU_HOME": "Home",
	"MENU_DOC": "Documentation",
	"MENU_SUPPORT": "Support",
	"MENU_CONTRIBUTE": "Contribute",

	"HOME_DOWNLOAD": "Download",
	"HOME_START": "Install / Get Started",
	"HOME_START_LINK": "Copy and paste the following line into your <head> tag to integrate minstyle.io on your HTML page.",
	"HOME_START_NPM": "minstyle.io is also available as an npm package.",

	"BUTTONS" : "Buttons",
	"BUTTONS_TYPE_TITLE" : "Types of buttons",
	"BUTTONS_TYPE_CONTENT": "To create a minstyle button, add the class name ms-btn. It is also possible to add a particular style button by adding an additional class as below :",
	"BUTTONS_COLOR_TITLE" : "Button color",
	"BUTTONS_SIZE_TITLE" : "Button size",
	"BUTTONS_WIDTH_TITLE" : "Full width button",
	"BUTTONS_ICON_TITLE" : "Use icons",
	"BUTTONS_ICON_CONTENT" : "To use icons it is necessary to download the library on fontawesome.com",
	"BUTTONS_MARGIN_TITLE" : "No-margin button",

	"BLOCKQUOTE" : "Blockquotes",
	"BLOCKQUOTE_DESC" : "Quotes allow you to highlight content, code or anything else. The ms-blockquote class allows you to designate citation blocks.",

	"ALERTS" : "Alerts",
	"ALERTS_DESC" : "Alerts allow you to inform your users of the actions they are taking. The standard class of minstyle.io alerts is ms-alert. You can also define a color with the class ms-blue, or a size with : ms-large.",

	"TABLE" : "Tables",
	"TABLE_DESC" : "Tables allow you to represent data in a structured way. Pre-designed elements are accessible via the .ms-table class. It is possible to highlight a line using the class .ms-{color} (ex: ms-blue), outer borders with .ms-boxed class, and also borders on all lines with .ms-triped.",

	"LIST" : "Lists",
	"LIST_DESC" : "Lists are used to order links or content. The .ms-list class is the default class, you can also surround the list with the .ms-boxed class. The list can also include badges to display a number.",

	"FORM" : "Forms",
	"FORM_DESC" : "minstyle.io allows you to simply design attractive and complete forms. Different styles are available on the <input>, as shown below:",
	"FORM_TITLE_SIMPLE" : "Simple <input>",
	"FORM_TITLE_ROUNDED" : "Rounded <input>",
	"FORM_TITLE_SIZE" : "<input> Sizes ",
	"FORM_TITLE_COLOR" : "<input> Colors",

	"BADGE" : "Badges",
	"BADGE_DESC" : "Different types of badges are available with minstyle.io : classic badges with class.ms-badge, badges with github style with class.ms-badge-gh, or notification tags with class.ms-notification. Badges can be used on links <a>, or on tags <span>.",
	"BADGE_TITLE_COLOR" : "Badge colors",
	"BADGE_TITLE_SIZE" : "Badge sizes",
	"BADGE_TITLE_TYPE" : "Badge types",
	"BADGE_TITLE_GH" : "GitHub Badges",
	"BADGE_TITLE_GH_DESC" : "To use GitHub badges with icons, it is necessary to integrate fontawesome.com icons into your project.",
	"BADGE_TITLE_NOTIF" : "Notification badges",

	"PROGRESS_BAR" : "Progress bar",
	"PROGRESS_BAR_DESC" : "The progress bars indicate to the user that an action is in progress. minstyle.io offers several styles and colors :",
	"PROGRESS_TITLE_COLOR" : "Colors of a progress bar",
	"PROGRESS_TITLE_BICOLOR" : "Two colors progress bar",
	"PROGRESS_TITLE_BICOLOR" : "Striped progress bar",
	"PROGRESS_TITLE_SIZE" : "Progress bar sizes",
	"PROGRESS_TITLE_ROUNDED" : "Progress progress bar",

	"CARD" : "Cards",
	"CARD_DESC" : "Cards are used to design an HTML block containing an image, a title, text and a button (see the buttons page). Each element can be adjusted with class.ms-center or.ms-right (default left aligned).",

	"MENU" : "Menu",
	"MENU_DESC" : "To design a very simple HTML menu, you can use the.m-menu class with the elements <nav> and <li>. ",

	"BOX" : "Box",
	"BOX_DESC" : "The boxes allow content to be presented in a structured manner, surrounded by a border. The .ms-box class consists of a title and a text box. It is also possible to add a header with the .ms-header class.",
	
	"FONT_DESC" : "minstyle.io use the 'Nunito' font available on fonts.google.com. To integrate 'Nunito' in your project, you must insert the tag below between the tags <head> of your HTML page :",

	"TYPOGRAPHY" : "Typography",
	"TYPOGRAPHY_DESC" : "minstyle.io offers several classes to change the style of your typographies quickly and easily. Thus you can modify the size, the width as well as the color of a text with the classes below :",
	"TYPOGRAPHY_TITLE_COLOR" : "Color",
	"TYPOGRAPHY_TITLE_SIZE" : "Size",
	"TYPOGRAPHY_TITLE_WEIGHT" : "Weight",
	"TYPOGRAPHY_TITLE_ALIGN" : "Align",

	"HEADING" : "Heading",

	"RESPONSIVE" : "Grid Responsive",
	"RESPONSIVE_DESC" : "The responsive grid allows to design a responsive interface, for mobile, tablet or PC.",
	"RESPONSIVE_DESC_B" : "In order to guarantee the optimal functioning of the framework it is necessary to use the 'Mobile first', namely: to design a site by designing in priority the mobile version (.col-s-[0-9]) and by gradually adapting this one for the larger screens.",
	"RESPONSIVE_DESC_CONTAINER" : "The 'container' class allows to center and contain the columns with a maximum width of 1140px. ",

	"DOC_STARTED1" : "minstyle.io allows you to design web interfaces for PC, tablet or mobile. For that a set of CSS class allows you to design an HTML page with preconceived elements.",
	"DOC_STARTED2" : "The architecture of the framework is based on the concatenation of classes. For example, the ms-btn class allows to get the default design of a button, the ms-green class allows to color the button green, and the ms-rounded class allows to round the button angles :",
	"DOC_STARTED_TITLE_INSTALL" : "Install",
	"DOC_STARTED_INSTALL_DESC" : "To install the css framework, three options are available. The first download directly the sources (CSS file) of the framework, the second use the <link> tag and the CDN, or install the sources via NPM.",
	"DOC_STARTED_TITLE_DOWNLOAD" : "Download",
	"DOC_STARTED_TITLE_CDN" : "CDN",
	"DOC_STARTED_TITLE_NPM" : "Nodejs - npm",
	"DOC_META" : "How to use the CSS framework minstyle.io | Documentation",


	"WELCOME_MSG": "minstyle.io is a simple and light open source CSS framework. It integrates a set of pre-designed HTML elements, allowing the rapid and simple development of interfaces for all devices.",

	"THEMES":"Themes",
	"THEMES_META":"Themes and templates to download, developed from the minstyle.io framework",
	"THEMES_TITLE":"What i can do with minstyle.io ?",
	"THEMES_DESC":"Themes and websites build with minstyle.io."
}