{
	"LANG": "fr",

	"HOME_META_TITLE": "minstyle.io - framework CSS simple et léger !",
	
	"MENU_HOME": "Accueil",
	"MENU_DOC": "Documentation",
	"MENU_SUPPORT": "Aide",
	"MENU_CONTRIBUTE": "Contribuer",

	"HOME_DOWNLOAD": "Télécharger",
	"HOME_START": "Installer / Commencer",
	"HOME_START_LINK": "Copier coller la ligne suivante entre les balises <head> pour intégrer minstyle.io sur votre page HTML. ",
	"HOME_START_NPM": "minstyle.io est également disponible en package npm.",

	"BUTTONS" : "Boutons",
	"BUTTONS_TYPE_TITLE" : "Types de boutons",
	"BUTTONS_TYPE_CONTENT": "Pour créer un bouton minstyle, ajoutez la classe ms-btn. Il est également possible d'ajouter un style particulier sur le bouton en ajoutant une classe supplémentaire comme ci-dessous :",
	"BUTTONS_COLOR_TITLE" : "Couleur des boutons",
	"BUTTONS_SIZE_TITLE" : "Taille des boutons",
	"BUTTONS_WIDTH_TITLE" : "Boutton pleine largeur",
	"BUTTONS_ICON_TITLE" : "Utiliser des icones",
	"BUTTONS_ICON_CONTENT" : "Pour utiliser des icônes il est nécessaire de télécharger la librairie sur fontawesome.com",
	"BUTTONS_MARGIN_TITLE" : "Bouton sans marge",

	"BLOCKQUOTE" : "Citations",
	"BLOCKQUOTE_DESC" : "Les citations vous permettent de mettre en avant du contenu, code ou tout autres choses. La class ms-blockquote vous permet de désigner des blocs de citation.",

	"ALERTS" : "Alertes",
	"ALERTS_DESC" : "Les alertes vous permettent d'informer vos utilisateurs des actions qu'ils entreprennent. La class standard des alertes minstyle.io est la suivante : ms-alert. Vous pouvez également définir une couleur avec la class ms-blue, ou une taille avec : ms-large.",

	"TABLE" : "Tableaux",
	"TABLE_DESC" : "Les tableaux vous permettent de représenter des données de façon structurée. Les éléments préconçus sont accessibles via la class .ms-table. Il est possible de mettre en avant une ligne en utilisant les class .ms-{color} (ex: ms-blue), ajouter des bordures extérieures avec la class .ms-boxed, et également des bordures sur l'ensemble des lignes avec .ms-triped.",

	"LIST" : "Listes",
	"LIST_DESC" : "Les lists permettent d'ordonner des liens ou du contenu. La class .ms-list est la class par défaut, vous pouvez également entourer la liste avec la class .ms-boxed. La liste peut également intégrer des badges pour afficher un nombre.",

	"FORM" : "Formulaires",
	"FORM_DESC" : "minstyle.io vous permet de concevoir simplement des formulaires attrayants et complets. Différents styles sont disponibles sur les <input>, comme présenté ci-dessous :",
	"FORM_TITLE_SIMPLE" : "Element <input>",
	"FORM_TITLE_ROUNDED" : "<input> arrondi",
	"FORM_TITLE_SIZE" : "Taille d'un <input>",
	"FORM_TITLE_COLOR" : "Couleurs d'un<input>",

	"BADGE" : "Badges",
	"BADGE_DESC" : "Différents types de badges sont disponibles avec minstyle.io : les badges classiques avec la class .ms-badge, les badges au style github avec la class .ms-badge-gh, ou les pastilles de notifications avec la class .ms-notification. Les badges peuvent être utilisés sur des liens <a>, ou sur des balises <span>.",
	"BADGE_TITLE_COLOR" : "Couleurs d'un badge",
	"BADGE_TITLE_SIZE" : "Tailles d'un badge",
	"BADGE_TITLE_TYPE" : "Formes d'un badge",
	"BADGE_TITLE_GH" : "Badges GitHub",
	"BADGE_TITLE_GH_DESC" : "Pour utiliser les badges GitHub avec des icônes, il est nécéssaire d'intégrer les icônes fontawesome.com à votre projet.",
	"BADGE_TITLE_NOTIF" : "Pastille de notification",

	"PROGRESS_BAR" : "Barre de progression",
	"PROGRESS_BAR_DESC" : "Les barres de progression permettent d'indiquer à l'utilisateur qu'une action est en cours. minstyle.io offre plusieurs styles et couleurs :",
	"PROGRESS_TITLE_COLOR" : "Couleurs d'une barre de progression",
	"PROGRESS_TITLE_BICOLOR" : "Deux couleurs pour une barre de progression",
	"PROGRESS_TITLE_STRIPED" : "Barre de progression rayée",
	"PROGRESS_TITLE_SIZE" : "Taille d'une barre de progression",
	"PROGRESS_TITLE_ROUNDED" : "Barre de progression arrondie",

	"CARD" : "Cartes",
	"CARD_DESC" : "Les cartes permettent de concevoir un bloc HTML contenant une image, un titre, du texte et un bouton (cf. page des boutons). Chaque élément peut-être ajusté avec les class .ms-center ou .ms-right (par défaut aligné à gauche).",

	"MENU" : "Menu",
	"MENU_DESC" : "Pour concevoir un menu HTML très simple, vous pouvez utiliser la class .ms-menu accompagnée des elements <nav> et <li>. ",

	"BOX" : "Boite",
	"BOX_DESC" : "Les boxes permettent de présenter du contenu de façon structurée, entouré par une bordure. La class .ms-box est composée d'un titre et d'une zone de texte. Il est également possible d'ajouter un entête avec la class .ms-header.",

	"FONT_DESC" : "minstyle.io utilise la police d'écriture 'Nunito' disponible sur fonts.google.com. Pour intégrer 'Nunito' à votre projet, vous devez insérer la balise ci-dessous entre les balises <head> de votre page HTML :",

	"TYPOGRAPHY" : "Typographie",
	"TYPOGRAPHY_DESC" : "minstyle.io propose plusieurs class permettant de modifier le style de vos typographies rapidement et simplement. Ainsi vous pouvez modifier la taille, la largeur ainsi que la couleur d'un texte avec les class ci-dessous :",
	"TYPOGRAPHY_TITLE_COLOR" : "Couleur",
	"TYPOGRAPHY_TITLE_SIZE" : "Taille",
	"TYPOGRAPHY_TITLE_WEIGHT" : "Largeur",
	"TYPOGRAPHY_TITLE_ALIGN" : "Alignement",

	"HEADING" : "Titre",

	"RESPONSIVE" : "Grille Responsive",
	"RESPONSIVE_DESC" : "Le grid responsive permet de concevoir une interface responsive, pour mobile, tablette ou PC.",
	"RESPONSIVE_DESC_B" : "Afin de garantir le fonctionnement optimal du framework il est nécéssaire d'utiliser le 'Mobile first', à savoir : concevoir un site en concevant en priorité la version mobile (.col-s-[0-9]) et en adaptant progressivement celui-ci pour les écrans plus large. ",
	"RESPONSIVE_DESC_CONTAINER" : "Le container permet de centrer et contenir les colonnes avec une largeur maximale de 1140px. ",

	"DOC_STARTED1" : "minstyle.io vous permet de concevoir des interfaces web pour PC, tablette ou mobile. Pour cela un ensemble de class CSS vous permet de concevoir une page HTML avec des éléments préconçus.",
	"DOC_STARTED2" : "L'architecture du framework est basée sur la concaténation des class. Pour exemple, la class ms-btn permet d'obtenir le design par défaut d'un bouton, la class ms-green permet de colorer le bouton en vers, et la class ms-rounded permet d'arrondir les angles du bouton :",
	"DOC_STARTED_TITLE_INSTALL" : "Installation",
	"DOC_STARTED_INSTALL_DESC" : "Pour installer le framework css, trois options sont disponibles. La première, télécharger directement les sources (fichier CSS) du framework, la seconde utiliser la balise <link> et le CDN, ou alors installer les sources via NPM.",
	"DOC_STARTED_TITLE_DOWNLOAD" : "Télécharger",
	"DOC_STARTED_TITLE_CDN" : "CDN",
	"DOC_STARTED_TITLE_NPM" : "Nodejs - npm",

	"WELCOME_MSG": "minstyle.io est un framework CSS open source simple et léger. Il intègre un ensemble d'éléments HTML préconçu, permettant de développer rapidement et simplement des interaces pour tous types de supports. "
}