{
	"LANG": "fr",

	"HOME_META_TITLE": "minstyle.io - framework CSS simple et léger !",
	
	"MENU_HOME": "Accueil",
	"MENU_DOC": "Documentation",
	"MENU_SUPPORT": "Aide",
	"MENU_CONTRIBUTE": "Contribuer",

	"HOME_DOWNLOAD": "Télécharger",
	"HOME_START": "Commencer",
	"HOME_START_LINK": "Copier coller la ligne suivante dans votre balise HEAD pour intégrer minstyle.io sur votre page HTML. ",
	"HOME_START_NPM": "minstyle.io est également disponible en package npm.",

	"BUTTONS" : "Boutons",
	"BUTTONS_TYPE_TITLE" : "Types de boutons",
	"BUTTONS_TYPE_CONTENT": "Pour créer un bouton minstyle, ajoutez la classe ms-btn. Il est également possible d'ajouter un style particulier sur le bouton en ajoutant une classe supplémentaire comme ci-dessous :",
	"BUTTONS_COLOR_TITLE" : "Couleur des boutons",
	"BUTTONS_SIZE_TITLE" : "Taille des boutons",
	"BUTTONS_WIDTH_TITLE" : "Boutton pleine largeur",
	"BUTTONS_ICON_TITLE" : "Utiliser des icones",
	"BUTTONS_ICON_CONTENT" : "Pour utiliser des icônes il est nécessaire de télécharger la librairie sur fontawesome.com",
	"BUTTONS_MARGIN_TITLE" : "Bouton sans marge",

	"BLOCKQUOTE" : "Citations",
	"BLOCKQUOTE_DESC" : "Les citations vous permettent de mettre en avant du contenu, code ou tout autres choses. La class ms-blockquote vous permet de désigner des blocs de citation.",

	"ALERTS" : "Alertes",
	"ALERTS_DESC" : "Les alertes vous permettent d'informer vos utilisateurs des actions qu'ils entreprennent. La class standard des alertes minstyle.io est la suivante : ms-alert. Vous pouvez également définir une couleur avec la class ms-blue, ou une taille avec : ms-large.",

	"TABLE" : "Tableaux",
	"TABLE_DESC" : "Les tableaux vous permettent de représenter des données de façon structurée. Les éléments préconçus sont accessibles via la class .ms-table. Il est possible de mettre en avant une ligne en utilisant les class .ms-{color} (ex: ms-blue), ajouter des bordures extérieures avec la class .ms-boxed, et également des bordures sur l'ensemble des lignes avec .ms-triped.",

	"LIST" : "Listes",
	"LIST_DESC" : "Listes",

	"FORM" : "Formulaires",
	"FORM_DESC" : "Formulaires",

	"BADGE" : "Badges",
	"BADGE_DESC" : "Badges",

	"PROGRESS_BAR" : "Barre de progression",
	"PROGRESS_BAR_DESC" : "Barre de progression",

	"WELCOME_MSG": "minstyle.io est un framework CSS open source simple et léger. Il intègre un ensemble d'éléments HTML préconçu, permettant de développer rapidement et simplement des interaces pour tous types de supports. "
}